Repository: raselahmmedgit/xamarin-sample
Catalog: HealthBuddy-Mobile/Localization/Localizations/*.resx
Languages: italian, portuguese, spanish

# PrivacyPolicy@Menu_PrivacyPolicy_ItemText
source: Privacy policy
italian: Informativa sulla privacy
portuguese: Política de Privacidade
spanish: Política de privacidad

# PrivacyPolicy@PrivacyPolicy_Header_Title_Text
source: Privacy policy
italian: Informativa sulla privacy
portuguese: Política de Privacidade
spanish: Política de privacidad

# Rumours@Menu_Rumours_ItemText
source: Report fake news or rumours
italian: Segnala notizie o voci false
portuguese: Reportar notícias falsas ou rumores
spanish: Informar sobre noticias falsas o rumores

# Rumours@Rumours_CreateAccount_BtnText
source: Create account
italian: Crea un account
portuguese: Criar conta
spanish: Crear cuenta

# Rumours@Rumours_Header_TitleText
source: Fake news or rumours
italian: Notizie o voci false
portuguese: Notícias falsas e rumores
spanish: Noticias falsas o rumores

# Rumours@Rumours_InfoItem1_Text
source: As it stands you have chosen the imformation only option
italian: Al momento, hai scelto l'opzione di sole informazioni
portuguese: Da forma como está, você escolheu a opção apenas de informações.
spanish: En este momento ha elegido la opción de solo información

# Rumours@Rumours_InfoItem2_Text
source: To get access to fake news and rumours option and to your full HealthBuddy Plus profile, please log in or sign up for free if you do not have an account
italian: Per avere accesso all'opzione per notizie o voci false e a un profilo HealthBuddy Plus, accedi o registrati gratuitamente se non hai già un account
portuguese: Para ter acesso a notícias falsas e rumores e ao seu perfil HealthBuddy Plus completo, faça o login ou cadastre-se gratuitamente se você não tiver uma conta.
spanish: Para obtener acceso a la opción de noticias falsas y rumores y a su perfil completo de HealthBuddy Plus, inicie sesión o regístrese gratis si no tiene una cuenta

# Rumours@Rumours_Input_Placeholder_Text
source: Report fake news or rumours here
italian: Segnala notizie o voci false
portuguese: Reportar notícias falsas ou rumores
spanish: Informar sobre noticias falsas o rumores aquí

# Rumours@Rumours_Restricted_TitleText
source: Only registered users can report fake news or rumours
italian: Solo gli utenti registrati possono segnalare notizie o voci false
portuguese: Por favor, crie uma conta para reportar notícias falsas ou rumores
spanish: Solo los usuarios registrados pueden informar sobre noticias falsas o rumores

# Rumours@Rumours_TabTitle_Text
source: RUMORS
italian: VOCI
portuguese: Rumores
spanish: RUMORES

# Settings@Menu_Settings_ItemText
source: Settings
italian: Impostazioni
portuguese: Configurações
spanish: Ajustes

# Settings@Settings_NotificationsTitle
source: Notifications
italian: Notifiche
portuguese: Notificações
spanish: Notificaciones

# Settings@Settings_NotificationsText
source: Notifications will be sent through the app only. You can turn notifications on/off in the Settings.
italian: Le notifiche verranno inviate solo tramite l'app. Puoi attivare o disattivare le notifiche nelle Impostazioni.
portuguese: As notificações serão enviadas apenas por meio do aplicativo. Você pode ligar/desligar as notificações nas configurações.
spanish: Las notificaciones se enviarán solo a través de la aplicación. Puede activar o desactivar las notificaciones a través de los Ajustes.

# Settings@Settings_LanguageDescriptionTitle
source: Change language
italian: Modifica lingua
portuguese: Mudar idioma
spanish: Cambiar idioma

# Settings@Settings_LanguageTitle
source: Language
italian: Lingua
portuguese: Idioma
spanish: Idioma

# SettingsChangeLanguage@Confirm_Btn_Text
source: Confirm
italian: Conferma
portuguese: Confirmar
spanish: Confirmar

# SettingsChangeLanguage@Menu_Settings_ItemText
source: Settings
italian: Impostazioni
portuguese: Configurações
spanish: Ajustes

# UserDeleteAccount@Menu_DeleteAccount_ItemText
source: Delete account & data
italian: Elimina account e dati
portuguese: Excluir conta e dados
spanish: Eliminar cuenta y datos

# UserDeleteAccount@UserDeleteAccount_Action_Description_Text
source: When you delete your account, all your data will be deleted. You cannot log in to or retrieve the deleted account. However you can create a new account with same credentials if you want.
italian: Quando elimini il tuo account, tutti i tuoi dati verranno eliminati. Non è possibile accedere o recuperare l'account eliminato. Tuttavia, se lo desideri, puoi creare un nuovo account con le stesse credenziali.
portuguese: Quando você exclui sua conta, todos os seus dados são excluídos. Você não pode fazer login ou recuperar a conta excluída. No entanto, você pode criar uma nova conta com as mesmas credenciais, se desejar.
spanish: Cuando elimine su cuenta, se eliminarán todos sus datos. No puede iniciar sesión ni recuperar una cuenta eliminada. Sin embargo, puede crear una nueva cuenta con las mismas credenciales si lo desea.

# UserDeleteAccount@UserDeleteAccount_Delete_Btn_Text
source: Delete account
italian: Elimina account
portuguese: Excluir conta
spanish: Borrar cuenta

# UserDeleteAccount@UserDeleteAccount_ThankYou_Text
source: Your account with all the data has been deleted
italian: Il tuo account e tutti i dati relativi sono stati eliminati
portuguese: Sua conta com todos os dados foi deletada
spanish: Su cuenta y todos sus datos han sido eliminados

# UserDeleteAccount@UserDeleteAccount_ThankYou_Title_Text
source: Thank you!
italian: Grazie!
portuguese: Obrigado!
spanish: ¡Gracias!

# UserDeleteAccount@UserDeleteAccount_Title_Text
source: Delete account & data
italian: Elimina account e dati
portuguese: Excluir conta e dados
spanish: Eliminar cuenta y datos

# UserLogIn@UserLogIn_Btn_Text
source: Sign in
italian: Registrati
portuguese: Entrar
spanish: Registrarse

# UserLogIn@UserLogIn_NameEntry_Placeholder_Text
source: Username
italian: Nome utente
portuguese: Usuário
spanish: Nombre de usuario

# UserLogIn@UserLogIn_PageName_Text
source: Sign in
italian: Registrati
portuguese: Entrar
spanish: Registrarse

# UserLogIn@UserLogIn_PasswordEntry_Placeholder_Text
source: Password
portuguese: Senha
spanish: Contraseña

# UserLogIn@UserLogIn_PasswordEntry_Requirements_Text
source: Username or password not recognized
italian: Nome utente o password non riconosciuti
portuguese: Nome de usuário ou senha não reconhecidos.
spanish: Nombre de usuario o contraseña no reconocidos

# UserLogIn@UserLogIn_Password_EmptyErrorMessage_Text
source: Password should not be empty
italian: Il campo Password non può essere vuoto
portuguese: A senha não deve estar vazia
spanish: La contraseña no debe estar vacía

# UserLogIn@UserLogIn_Username_EmptyErrorMessage_Text
source: Username should not be empty
italian: Il campo Nome utente non può essere vuoto
portuguese: O nome do usuário não deve estar vazio
spanish: El nombre de usuario no debe estar vacío

# UserLogOut@Menu_LogOut_Dialog_AcceptBtn
source: Yes
italian: Sì
portuguese: Sim
spanish: Sí

# UserLogOut@Menu_LogOut_Dialog_QuestionText
source: Are you sure you want to log out?
italian: Sei sicuro di volerti disconnettere?
portuguese: Você tem certeza que quer sair da conta?
spanish: ¿Seguro/a de que quiere cerrar la sesión?

# UserLogOut@Menu_Exit_Dialog_QuestionText
source: Are you sure you want to exit?
italian: Sei sicuro di voler uscire?
portuguese: Você tem certeza que quer sair?
spanish: ¿Seguro/a de que quiere salir?

# UserLogOut@Menu_LogOut_Dialog_TitleText
source: Log out
italian: Disconnettiti
portuguese: Sair da conta
spanish: Cerrar sesión

# UserLogOut@Menu_Exit_Dialog_TitleText
source: Exit
italian: Esci
portuguese: Sair
spanish: Salir

# UserLogOut@Menu_LogOut_ItemText
source: Log out
italian: Disconnettiti
portuguese: Sair do conta
spanish: Cerrar sesión

# UserLogOut@Menu_Exit_ItemText
source: Exit the app
italian: Esci dall'app
portuguese: Sair do aplicativo
spanish: Salir de la aplicación

# Welcome@Welcome_Text
source: Welcome to HealthBuddy
italian: Benvenuto in HealthBuddy
portuguese: Bem-vindo ao HealthBuddy
spanish: Bienvenido/a a HealthBuddy

# Welcome@Welcome_CreateAccount_Text
source: Create my account
italian: Crea il mio account
portuguese: Criar minha conta
spanish: Crear mi cuenta

# Welcome@Welcome_HaveAccount_Text
source: Have an account? Sign in
italian: Hai già un account? Registrati
portuguese: Tem uma conta? Entrar
spanish: ¿Tiene una cuenta? Registrarse

# Welcome@Welcome_Skip_Text
source: Skip for basic version
italian: Salta per la versione base
portuguese: Pular para informação
spanish: Pasar a la versión básica

# Welcome@Welcome_Assistant_Text
source: Your virtual friend for COVID-19 info and advice
italian: Il tuo amico virtuale per informazioni e consigli sul Covid-19
portuguese: Seu assistente virtual para ajuda, informações e conselhos sobre a COVID-19
spanish: Su compañero virtual para obtener información y consejos sobre la COVID-19

# Covi@Dialog_Accept
source: OK
spanish: Vale

# Covi@ErrorDialog_Message_Generic
source: Something went wrong. Please try again later.
italian: Qualcosa è andato storto. Riprova più tardi.
portuguese: Algo deu errado. Por favor, tente novamente mais tarde.
spanish: Algo ha salido mal. Inténtelo de nuevo más tarde.

# Covi@Exception_NoInternetConnection
source: Looks like you're having connection problems
italian: Sembra che tu abbia problemi di connessione
portuguese: Parece que você está tendo problemas de conexão
spanish: Parece que tiene problemas de conexión

# Covi@Exception_TimedOut_Text
source: Connection timed out, please try again later.
italian: Connessione scaduta, riprova più tardi.
portuguese: A conexão expirou, tente novamente mais tarde.
spanish: Se agotó el tiempo de espera de la conexión. Inténtelo de nuevo más tarde.

# Covi@Exception_UnderMaintenance
source: Under maintenance
italian: In manutenzione
portuguese: Em manutenção
spanish: En mantenimiento

# Covi@Exception_Unknown
source: Oops!
portuguese: Ops!
spanish: ¡Ups!

# Covi@Exception_UpdateRequired
source: Update required
italian: È richiesto l'aggiornamento
portuguese: Atualização necessária
spanish: Actualización necesaria

# Covi@Global_EPAM_Text
source: EPAM Systems
italian: Sistemi EPAM
portuguese: Sistemas EPAM
spanish: Sistemas EPAM

# Covi@Global_PoweredBy_Text
source: Powered by
italian: Tecnologia di
portuguese: Distribuído por
spanish: Desarrollado por

# Covi@Component_Info_SomethingWrong_Text
source: Something went wrong...
italian: Qualcosa è andato storto...
portuguese: Algo deu errado...
spanish: Algo ha salido mal…

# Covi@Component_Info_Retry_Text
source: Retry
italian: Riprova
portuguese: Tentar novamente
spanish: Reintentar

# ExpiredToken@SessionDescriptionTitle_Text
source: Session has expired. You'll be redirected to the Login page
italian: La tua sessione è scaduta. Sarai reindirizzato alla pagina di accesso
portuguese: A sessão expirou. Você será redirecionado para a página de login
spanish: La sesión ha expirado. Se le redirigirá a la página de inicio de sesión

# ExpiredToken@SessionExpiredBtn_Text
source: Go to login
italian: Vai al login
portuguese: Vá para o login
spanish: Ir a inicio de sesión

# ForceUpdate@UpdateDescriptionTitle_Text
source: Update your app now to have the smoothest experience and the latest functionality.
italian: Aggiorna subito la tua app per avere un'esperienza più fluida e utilizzare le nuovissime funzionalità.
portuguese: Atualize seu aplicativo agora para ter uma experiência mais tranquila e as funcionalidades mais recentes.
spanish: Actualice la aplicación ahora para tener una experiencia más fluida y las últimas funciones.

# ForceUpdate@UpdateRequiredBtn_Text
source: Update now
italian: Aggiorna ora
portuguese: Atualize agora
spanish: Actualizar ahora

# ForceUpdate@UpdateRequiredTitle_Text
source: New version of the Health Buddy app is available.
italian: È disponibile una nuova versione dell'app HealthBuddy.
portuguese: Uma nova versão do aplicativo Health Buddy está disponível.
spanish: Hay disponible una nueva versión de la aplicación Health Buddy.

# Maintenance@MaintenanceDescriptionTitle_Text
source: Health Buddy is currently down for maintenance. We expect to be back in a couple hours. Thanks for your patience.
italian: HealthBuddy è attualmente fuori servizio per manutenzione. Contiamo di tornare tra un paio d'ore. Grazie per la pazienza.
portuguese: O Health Buddy está atualmente em manutenção. Esperamos estar de volta em algumas horas. Obrigado pela sua paciência.
spanish: Health Buddy está actualmente fuera de servicio por mantenimiento. Esperamos volver en un par de horas. Gracias por su paciencia.

# Polls@Polls_LogIn_BtnText
source: Have an account? Sign in
italian: Hai già un account? Registrati
portuguese: Tem uma conta? Entrar
spanish: ¿Tiene una cuenta? Registrarse

# Rumours@Rumours_LogIn_BtnText
source: Have an account? Sign in
italian: Hai già un account? Registrati
portuguese: Tem uma conta? Entrar
spanish: ¿Tiene una cuenta? Registrarse

# Chat@Chat_Title_Text
source: CHATBOT
portuguese: Chat

# UserLogOut@Menu_LogOut_Dialog_CancelBtn
source: No
portuguese: Não

# Covi@ErrorDialog_Title
source: Error
italian: Errore
portuguese: Erro
