Repository: raselahmmedgit/xamarin-sample
Catalog: HealthBuddy-Mobile/Localization/Localizations/*.resx
Languages: italian, portuguese, spanish

# AboutUs@AboutUs_Header_Title_Text
source: About us
italian: Chi siamo
portuguese: Sobre nós
spanish: Acerca de nosotros

# AboutUs@Menu_AboutUs_ItemText
source: About us
italian: Chi siamo
portuguese: Sobre nós
spanish: Acerca de nosotros

# Account@CreateProfileValidationException_DuplicateUserName_ErrorText
source: User name is already taken.
italian: Nome utente già utilizzato.
portuguese: Já existe um usuário com esse nome
spanish: Este nombre de usuario ya está en uso.

# Account@CreateProfileValidationException_PasswordRequiresDigit_ErrorText
source: Password must have at least one digit ('0'-'9').
italian: La password deve contenere almeno una cifra (0-9).
spanish: La contraseña debe contener al menos un dígito (0-9).

source: Password must have at least one non-alphanumeric character.
italian: La password deve contenere almeno un carattere non alfanumerico.
portuguese: A senha deve possuir pelo menos um caractere alfanumérico
spanish: La contraseña debe contener al menos un carácter no alfanumérico.

# Account@CreateProfileValidationException_PasswordRequiresUpper_ErrorText
source: Password must have at least one uppercase ('A'-'Z') letter.
italian: La password deve contenere almeno una lettera maiuscola (A- Z).
portuguese: A senha deve possuir pelo menos uma letra ('A'-'Z') maiúscula.
spanish: La contraseña debe tener al menos una letra mayúscula (A- Z).

# Account@CreateProfileValidationException_PasswordTooShort_ErrorText
source: Password must be at least 8 characters.
italian: La password deve contenere almeno 8 caratteri.
portuguese: A senha deve possuir ao menos 8 carácteres.
spanish: La contraseña debe tener al menos 8 caracteres.

# Account@CreateProfileValidationException_Password_ErrorText
source: The Password field is required.
italian: Il campo Password è obbligatorio.
portuguese: O campo Senha é necessário.
spanish: El campo Contraseña es obligatorio.

# Account@CreateProfileValidationException_Username_ErrorText
source: The Username field is required.
italian: Il campo Nome utente è obbligatorio.
portuguese: O campo Nome de usuário é obrigatório.
spanish: El campo Nombre de usuario es obligatorio.

# Account@LoginException_InvalidGrant_ErrorText
source: Username or password not recognised.
italian: Nome utente o password non riconosciuti.
portuguese: Nome de usuário ou senha não reconhecidos.
spanish: No se reconoce el nombre de usuario o la contraseña.

# AccountFeaturesInformation@AccountInfo_Btn_Text
source: Next step
italian: Passaggio successivo
portuguese: Próxima etapa
spanish: Próximo paso

# AccountFeaturesInformation@AccountInfo_Title_Text
source: About your HealthBuddy profile
italian: Informazioni sul tuo profilo HealthBuddy
portuguese: Criando seu perfil HealthBuddy
spanish: Acerca de su perfil de HealthBuddy

# AccountFeaturesInformation@RegisteredProfile_Instruction_Text1
source: The information you provide will remain private, confidential and secure
italian: Le informazioni fornite rimarranno private, riservate e protette
portuguese: As informações que você fornecer permanecerão privadas, confidenciais e seguras
spanish: La información que proporcione seguirá siendo privada, confidencial y segura.

# AccountFeaturesInformation@RegisteredProfile_Instruction_Text2
source: Only you can access your profile information
italian: Solo tu puoi accedere alle informazioni del tuo profilo
portuguese: Só você pode acessar as informações do seu perfil
spanish: Solo usted puede acceder a la información de su perfil

# AccountFeaturesInformation@RegisteredProfile_Instruction_Text3
source: Please note down your username and password. If you forget it, you cannot retrieve it within the app and we cannot help you either
italian: Prendi nota del tuo Nome utente e della tua Password. Se dimentichi questi dati, non potrai recuperarli dalla app e noi non potremo esserti d'aiuto
portuguese: Anote seu nome de usuário e senha. Se você esquecer, não será possível recuperá-lo no aplicativo e também não podemos ajudá-lo
spanish: Anote su nombre de usuario y contraseña. Si lo olvida, no podrá recuperarlo dentro de la aplicación y tampoco podremos serle de ayuda

# AccountFeaturesInformation@RegisteredProfile_Instruction_Text4
source: We are using Bluetooth to check if you have been in contact with someone infected so as we can notify you
italian: Stiamo utilizzando il Bluetooth per verificare se sei stato in contatto con chi ha contratto il virus, così da poterti avvertire
portuguese: Estamos usando o Bluetooth para verificar se você está em contato com alguém infectado para que possamos notificá-lo
spanish: Usamos el Bluetooth para comprobar si ha estado en contacto con alguien infectado para poder notificarle

# AccountFeaturesInformation@AnonymProfile_Instruction_Text1
source: In this version you will only receive health information
italian: In questa versione riceverai solo informazioni sulla salute
portuguese: Nesta versão você somente receberá informações de saúde
spanish: En esta versión solo recibirá información de salud

# AccountFeaturesInformation@AnonymProfile_Instruction_Text2
source: You can upgrade to advanced version of this app at any time by creating an account
italian: Puoi passare alla versione avanzata di questa app in qualsiasi momento creando un account
portuguese: Você pode atualizar para a versão avançada deste aplicativo a qualquer momento criando uma conta
spanish: Puede actualizar a la versión avanzada de esta aplicación en cualquier momento creando una cuenta

# ChangeLanguage@ChangeLanguage_AlertDescription_Text
source: To apply the changes please restart the application.
italian: Per applicare le modifiche, riavvia l'applicazione.
portuguese: Para aplicar as alterações, por favor reinicie o aplicativo.
spanish: Para aplicar los cambios, reinicie la aplicación.

# ChangeLanguage@ChangeLanguage_Label_Text
source: Please choose your language
italian: Scegli una lingua
portuguese: Por favor escolha seu idioma
spanish: Seleccione su idioma

# ChangeLanguage@Confirm_Btn_Text
source: Confirm
italian: Conferma
portuguese: Confirmar
spanish: Confirmar

# Chat@Chat_Input_Placeholder_Text
source: Enter text here...
italian: Inserisci il testo qui...
portuguese: Insira o texto aqui…
spanish: Introduzca el texto aquí...

source: Only Latin alphabet and numbers are allowed in Username
italian: Il Nome utente può contenere solo lettere latine e numeri
portuguese: Somente letras do alfabeto latino e números são permitidos no nome de usuário.
spanish: Solamente se permite utilizar el alfabeto y los números latinos en el nombre de usuario

# CreateProfile@CreateProfile_ConfirmPassword_Label_Text
source: Confirm password
italian: Conferma password
portuguese: Confirmar senha
spanish: Confirmar contraseña

# CreateProfile@CreateProfile_Confirm_Password_Text
source: Confirm password
italian: Conferma password
portuguese: Confirmar senha
spanish: Confirmar contraseña

# CreateProfile@CreateProfile_Expander_Header_Text
source: More info
italian: Maggiori informazioni
portuguese: Mais informações
spanish: Más información

# CreateProfile@CreateProfile_Expander_Main_Text
source: If youâ€™re an official health care worker, please switch on this option. This will enable you to generate your codes to send to your patients so as they can change their status.
italian: Se sei un operatore sanitario, attiva questa opzione. Ciò ti consentirà di generare i codici da inviare ai tuoi pazienti in modo che possano modificare il loro stato.
portuguese: Se você é um profissional de saúde oficial, ative esta opção. Isso permitirá que você gere seus códigos para enviar aos seus pacientes para que eles possam alterar seu status.
spanish: Si es usted un trabajador sanitario autorizado, active esta opción. Esto le permitirá generar códigos para enviarlos a sus pacientes y así puedan cambiar su estado.

# CreateProfile@CreateProfile_Medical_EmptyErrorMessage_Text
source: Medical Id should not be empty
italian: Il campo ID medico non può essere vuoto
portuguese: A identificação médica não deve estar vazia
spanish: El identificador médico no debe estar vacío

# CreateProfile@CreateProfile_Medical_Entry_Placeholder_Text
source: Health ID
italian: ID salute
spanish: Identificador de salud

# CreateProfile@CreateProfile_Medical_Title_Text
source: Health ID
italian: ID salute
spanish: Identificador de salud

# CreateProfile@CreateProfile_Next_Button_Text
source: Next step
italian: Passaggio successivo
portuguese: Próxima etapa
spanish: Próximo paso

# CreateProfile@CreateProfile_OfficialHealthCare_Label_Text
source: I am an official health care worker
italian: Sono un operatore sanitario
portuguese: Eu sou um profissional de saúde oficial
spanish: Soy un/a trabajador/a sanitario/a oficial

# CreateProfile@CreateProfile_PageName_Text
source: Create profile
italian: Crea il profilo
portuguese: Criar perfil
spanish: Crear perfil

# CreateProfile@CreateProfile_PasswordRequirements_Text
source: Your password must contain at least:
italian: La password deve contenere almeno:
portuguese: Sua senha deve conter pelo menos:
spanish: Su contraseña debe contener al menos:

# CreateProfile@CreateProfile_Password_Label_Text
source: Password
portuguese: Senha
spanish: Contraseña

# CreateProfile@CreateProfile_Password_Text
source: Password
portuguese: Senha
spanish: Contraseña

# CreateProfile@CreateProfile_Requirement_1_Text
source: 8 characters
italian: 8 caratteri
portuguese: 8 caracteres
spanish: 8 caracteres

# CreateProfile@CreateProfile_Requirement_2_Text
source: 1 upper case letter
italian: 1 lettera maiuscola
portuguese: 1 letra maiúscula
spanish: 1 letra mayúscula

# CreateProfile@CreateProfile_Requirement_3_Text
source: 1 lower case letter
italian: 1 lettera minuscola
portuguese: 1 letra minúscula
spanish: 1 letra minúscula

# CreateProfile@CreateProfile_Requirement_4_Text
source: 1 special symbol and a digit
italian: 1 simbolo speciale e 1 cifra
portuguese: 1 símbolo especial e um dígito
spanish: 1 símbolo especial y un dígito

# CreateProfile@CreateProfile_Requirement_Filled_Username_Text
source: Username should not be empty.
italian: Il campo Nome utente non può essere vuoto.
portuguese: O nome do usuário não deve estar vazio.
spanish: El nombre de usuario no debe estar vacío.

# CreateProfile@CreateProfile_Requirement_Same_Passwords_Text
source: Password and confirmation password should be the same.
italian: La password e la password di conferma dovrebbero coincidere.
portuguese: A senha e a confirmação de senha devem ser iguais.
spanish: La contraseña y la confirmación de la contraseña deben ser iguales.

# CreateProfile@CreateProfile_Title_Text
source: Create your anonymous profile
italian: Crea il tuo profilo anonimo
portuguese: Crie seu perfil anônimo
spanish: Cree su perfil anónimo

# CreateProfile@CreateProfile_Username_Entry_Placeholder_Text
source: Username
italian: Nome utente
portuguese: Usuário
spanish: Nombre de usuario

# CreateProfile@CreateProfile_Username_Label_Text
source: Choose a username
italian: Scegli un nome utente
portuguese: Escolha um nome de usuário
spanish: Seleccione un nombre de usuario

# CreateProfile@SignUp_AlreadyHaveAnAccount_Text
source: Already have an account?
italian: Hai già un account?
portuguese: Já tem uma conta?
spanish: ¿Ya tiene una cuenta?

# CreateProfile@SignUp_LoginBtn_Text
source: Log in
italian: Accedi
portuguese: Entrar
spanish: Iniciar sesión

# Filters@Filters_PageName_Text
source: Filters
italian: Filtri
portuguese: Filtros
spanish: Filtros

# Filters@Filter_AllSelected_Text
source: All
italian: Tutto
portuguese: Tudo
spanish: Todos

# Filters@Filter_NoneSelected_Text
source: None
italian: Nessuno
portuguese: Nenhum
spanish: Ninguno

# Filters@Filters_Save_Text
source: Save
italian: Salva
portuguese: Salvar
spanish: Guardar

# Filters@Filters_Apply_Text
source: Apply
italian: Applica
portuguese: Aplicar
spanish: Aplicar

# Filters@Filters_Reset_Text
source: Reset
italian: Ripristina
portuguese: Redefinir
spanish: Restablecer

# Filters@Filters_ResetAll_Text
source: Reset all
italian: Ripristina tutto
portuguese: Redefinir tudo
spanish: Restablecer todo

# Menu@Menu_Title_Text
source: MORE
italian: ALTRO
portuguese: MAIS
spanish: MÁS

# Menu@Menu_HeaderTitle_Text
source: More
italian: Altro
portuguese: Mais
spanish: Más

# NewsArticle@NewsArticle_Title_Text
source: Article
italian: Articolo
portuguese: Artigo
spanish: Artículo

# Newsfeed@Newsfeed_Title_Text
source: HOME
portuguese: Início
spanish: INICIO

# Newsfeed@Newsfeed_Filter_Result_Text
source: Results ({0})
italian: Risultati ({0})
portuguese: Resultados ({0})
spanish: Resultados ({0})

# Newsfeed@Newsfeed_Filter_Text
source: Filters
italian: Filtri
portuguese: Filtros
spanish: Filtros

# Newsfeed@Newsfeed_NoItems_Text
source: There is no article at the moment. Please come back later and hopefully we will have something to share with you.
italian: Al momento non ci sono articoli. Ritorna più tardi: magari avremo qualcosa da condividere con te.
portuguese: Não há nenhuma notícia no momento. Volte mais tarde e esperamos ter algo para compartilhar com você.
spanish: No hay ningún artículo por el momento. Vuelva más tarde y, con suerte, tendremos algo que compartir con usted.

# OnBoarding@BluetoothNotification_Denied_ErrorText
source: Permission to use bluetooth was denied. Please, grant permission to use bluetooth in the application settings to proceed.
italian: Il permesso di utilizzare il Bluetooth è stato negato. Per procedere, autorizza l'utilizzo del bluetooth nelle impostazioni dell'applicazione.
portuguese: A permissão para usar o bluetooth foi negada. Por favor, conceda permissão para usar o bluetooth nas configurações do aplicativo para continuar.
spanish: Se denegó el permiso para usar Bluetooth. Por favor, conceda permiso para usar Bluetooth en los ajustes de la aplicación para poder continuar.

# OnBoarding@BluetoothNotification_Disabled_ErrorText
source: Bluetooth is currently unavailable. Either bluetooth is not supported by your device or it is disabled. Please, check device bluetooth settings.
italian: Il Bluetooth non è attualmente disponibile. Il Bluetooth non è supportato dal tuo dispositivo o è disabilitato. Per favore, controlla le impostazioni Bluetooth del dispositivo.
portuguese: O Bluetooth não está disponível no momento. O bluetooth não é compatível com o seu dispositivo ou está desativado. Por favor, verifique as configurações de bluetooth do dispositivo.
spanish: Bluetooth no se encuentra disponible actualmente. O bien su dispositivo no admite Bluetooth o está desactivado. Compruebe los ajustes de Bluetooth del dispositivo.

# OnBoarding@BluetoothNotification_Error_Title
source: Bluetooth error.
italian: Errore Bluetooth.
portuguese: Erro no Bluetooth
spanish: Error de Bluetooth.

# OnBoarding@BluetoothNotification_NotSupported_WarningText
source: Your device has some hardware limitations and might be invisible to other devices via Bluetooth.
italian: Il tuo dispositivo ha alcune limitazioni hardware e potrebbe essere invisibile ad altri dispositivi tramite Bluetooth.
portuguese: Seu dispositivo tem algumas limitações de hardware e pode ser invisível para outros dispositivos via Bluetooth.
spanish: Su dispositivo presenta algunas limitaciones de hardware y puede ser invisible para otros dispositivos a través de Bluetooth.

# OnBoarding@BluetoothNotification_Warning_Title
source: Bluetooth warning.
italian: Avviso Bluetooth.
portuguese: Aviso por Bluetooth.
spanish: Advertencia de Bluetooth.

# OnBoarding@OnBoardind_MadeForYou_SubTitle
source: Tailored for you
italian: Su misura per te
portuguese: Sob medida para você
spanish: Personalizada para usted

# OnBoarding@OnBoarding_Connectivity_ErrorText
source: For this app to work and help save lives, please connect with bluetooth
italian: Affinché questa app funzioni e aiuti a salvare vite umane, connettiti tramite Bluetooth
portuguese: Para que este aplicativo funcione e ajude a salvar vidas, conecte-se com bluetooth
spanish: Para que esta aplicación funcione y ayude a salvar vidas, conéctese a Bluetooth

# OnBoarding@OnBoarding_Connectivity_Instruction1
source: 100% anonymous We do not know your name or location
italian: 100% anonimo Non verremo a conoscenza del tuo nome o della tua posizione
portuguese: 100% anônimo Não sabemos o seu nome ou localização
spanish: 100 % anónimo No conocemos ni su nombre ni su ubicación

# OnBoarding@OnBoarding_Connectivity_Instruction2
source: This app uses bluetooth to trace if you've been in contact with someone who is infected
italian: Questa app utilizza il Bluetooth per determinare se sei stato in contatto con chi ha contratto il virus
portuguese: Este aplicativo usa bluetooth para rastrear se você esteve em contato com alguém que está infectado
spanish: Esta aplicación usa Bluetooth para rastrear si ha estado en contacto con alguien infectado

# OnBoarding@OnBoarding_Connectivity_Instruction4_AndroidOnly
source: We will only use the bluetooth and not the location when you give permission
italian: Una volta data la tua autorizzazione, utilizzeremo solo il Bluetooth e non la tua posizione
portuguese: Só usaremos o bluetooth, e não a localização, quando você der permissão
spanish: Solo usaremos el Bluetooth y no la ubicación cuando nos dé permiso

# OnBoarding@OnBoarding_Connectivity_SubTitle
source: Connect with Bluetooth
italian: Connettiti con Bluetooth
portuguese: Conecte-se com Bluetooth
spanish: Conectar con Bluetooth

# OnBoarding@OnBoarding_Connectivity_Title
source: Connectivity
italian: Connettività
portuguese: Conectividade
spanish: Conectividad

# OnBoarding@OnBoarding_MadeForYou_Instruction1
source: Recommendations tailored to your profile category
italian: Consigli su misura per la tua categoria di profilo
portuguese: Recomendações personalizadas para sua categoria de perfil
spanish: Recomendaciones adaptadas a la categoría de su perfil

# OnBoarding@OnBoarding_MadeForYou_Instruction2
source: Area specific risks, recommendations and behaviour rules
italian: Rischi specifici per area, raccomandazioni e regole di comportamento
portuguese: Riscos específicos da área, recomendações e regras de comportamento
spanish: Riesgos específicos del área, recomendaciones y reglas de comportamiento

# OnBoarding@OnBoarding_MadeForYou_Instruction3
source: NO private information shared
italian: NESSUNA informazione privata condivisa
portuguese: NENHUMA informação privada compartilhada
spanish: NO se comparte información privada

# OnBoarding@OnBoarding_MadeForYou_Title
source: Made for you
italian: Realizzato per te
portuguese: Feito para você
spanish: Hecha para usted

# OnBoarding@OnBoarding_Next_Button_Text
source: Next step
italian: Passaggio successivo
portuguese: Próxima etapa
spanish: Próximo paso

# OnBoarding@OnBoarding_Notifications_ErrorText
source: For this app to work and help save lives, please allow notifications
italian: Affinché questa app funzioni e aiuti a salvare vite umane, attiva le notifiche
portuguese: Para que este aplicativo funcione e ajude a salvar vidas, por favor permita notificações
spanish: Para que esta aplicación funcione y ayude a salvar vidas, permita las notificaciones

# OnBoarding@OnBoarding_Notifications_Instruction1
source: Your account is private and confidential. We don't have any personal information about you
italian: Il tuo account è privato e riservato. Non raccoglieremo alcuna informazione personale sul tuo conto
portuguese: Sua conta é privada e confidencial. Não temos nenhuma informação pessoal sobre você
spanish: Su cuenta es privada y confidencial. No tenemos ningún dato personal sobre usted

# OnBoarding@OnBoarding_Notifications_Instruction2
source: We don't have your email address or mobile number, so we will never email or text you
italian: Non raccoglieremo dati quali indirizzo e-mail o numero di cellulare, quindi non saremo in grado di inviarti messaggi di posta elettronica o SMS
portuguese: Não temos seu endereço de e-mail ou número de celular, então nunca enviaremos e-mails ou mensagens de texto para você
spanish: No conocemos su dirección de correo electrónico o su número de teléfono móvil, por lo que nunca le enviaremos un correo electrónico o un mensaje de texto

# OnBoarding@OnBoarding_Notifications_Instruction3
source: Notifications will be sent through the app only. You can turn notifications off in the Settings
italian: Le notifiche verranno inviate solo tramite l'app. Puoi disattivare le notifiche nelle Impostazioni
portuguese: Ao ter as notificações ativadas, o Healthbuddy pode informar se você esteve em contato próximo com alguém que está usando este aplicativo e tem COVID-19.
spanish: Las notificaciones se enviarán solo a través de la aplicación. Puede desactivar las notificaciones en los Ajustes

# OnBoarding@OnBoarding_Notifications_Title
source: Important Info
italian: Informazioni importanti
portuguese: Notificação importante
spanish: Información importante

# OnBoarding@OnBoarding_Privacy_Instruction1
source: All information transmitted via encryption
italian: Tutte le informazioni trasmesse vengono crittografate
portuguese: Todas as informações transmitidas por criptografia
spanish: Toda la información se transmite mediante encriptación

# OnBoarding@OnBoarding_Privacy_Instruction2
source: NO information is linked to your identity
italian: NESSUNA informazione è collegata alla tua identità
portuguese: NENHUMA informação está ligada à sua identidade
spanish: NINGÚN tipo de información está vinculada a su identidad

# OnBoarding@OnBoarding_Privacy_Instruction3
source: NO personal information leaves your phone
italian: NESSUNA informazione personale lascia il tuo telefono
portuguese: NENHUMA informação pessoal sai do seu telefone
spanish: NINGÚN tipo de información personal saldrá de su teléfono

# OnBoarding@OnBoarding_Privacy_SubTitle
source: Completely anonymous
italian: Completamente anonimo
portuguese: Completamente anônimo
spanish: Completamente anónimo

# OnBoarding@OnBoarding_Privacy_Title
source: Privacy
portuguese: Privacidade
spanish: Privacidad

# Polls@Polls_Title_Text
source: POLLS
italian: SONDAGGI
portuguese: PESQUISAS
spanish: ENCUESTAS

# Polls@Polls_HeaderTitle_Text
source: Polls
italian: Sondaggi
portuguese: Pesquisas
spanish: Encuestas

# Polls@Polls_Restricted_TitleText
source: Only registered users can paticipate in polls
italian: Solo gli utenti registrati possono partecipare ai sondaggi
portuguese: Por favor, crie uma conta para participar das pesquisas
spanish: Solo los usuarios registrados pueden participar en las encuestas

# Polls@Polls_InfoItem1_Text
source: As it stands you have chosen the information only option
italian: Al momento, hai scelto l'opzione di sole informazioni
portuguese: Da forma como está, você escolheu a opção apenas de informações.
spanish: En este momento ha elegido la opción de solo información

# Polls@Polls_InfoItem2_Text
source: To get access to polls and your full HealthBuddy advanced profile, please login or sign up for free if you do not have an account
italian: Per accedere ai sondaggi e al tuo profilo avanzato HealthBuddy, effettua il login o registrati gratuitamente se non hai già un account
portuguese: Para obter acesso às pesquisas e ao seu perfil completo do HealthBuddy avançado, faça o login ou cadastre-se gratuitamente se você não tiver uma conta.
spanish: Para obtener acceso a las encuestas y su perfil avanzado completo de HealthBuddy, inicie sesión o regístrese gratis si no dispone de una cuenta

# Polls@Polls_CreateAccount_BtnText
source: Create account
italian: Crea un account
portuguese: Criar conta
spanish: Crear cuenta

# Polls@Polls_Input_Placeholder_Text
source: Type your answer here
italian: Digita la tua risposta qui
portuguese: Digite sua resposta aqui
spanish: Escriba aquí su respuesta
